export const products = [
  {
    properties: [
      'Издательство «Художественная литература». Москва',
      'Год издания: 1987',
      'Твердый переплет',
      '286 стр.'
    ],
    name: 'И. Чавчавадзе. Человек ли он?',
    image: '/img/chavchavadze.jpg',
    descript: 'В прозаический сборник выдающегося грузинского писателя и общественного деятеля Ильи Чавчавадзе (1837 - 1907) включены все его повести и рассказы. В прозе И.Чавчавадзе отображен закостенелый помещичий быт второй половины XIX века, показана жизнь крестьян до и после отмены крепостного права.',
    price: 360,
    vendor: 'a001',
  },
  {
    properties: [
      'Издательство «Азбука-классика»',
      'Год издания: 2016',
      'Мягкий переплет',
      '352 стр.'
    ],
    name: 'Н. Гоголь. Мёртвые души.',
    image: '/img/gogol.jpg',
    descript: '«…Говоря о „Мертвых душах“, можно вдоволь наговориться о России», — это суждение поэта и критика П. А. Вяземского объясняет особое место поэмы Гоголя в истории русской литературы: и огромный успех у читателей, и необычайную остроту полемики вокруг главной гоголевской книги, …',
    price: 230,
    vendor: 'a002',
  },
  {
    properties: [
      'Издательство «Эксмо»',
      'Год издания: 2021',
      'Мягкий переплет',
      '416 стр.'
    ],
    name: 'М. Булгаков. Мастер и Маргарита.',
    image: '/img/bulgakov.jpg',
    descript: '«Мастер и Маргарита» – культовый роман, ярчайший шедевр русской литературы, так до конца и не понятый, загадочный и манящий. Нечистая сила во главе с самим Дьяволом Воландом однажды весенним днем появляется в Москве, чтобы навести порядок. Именно так начинается полная приключений и иронии история, …',
    price: 300,
    vendor: 'a003',
  },
  {
    properties: [
      'Издательство «Молодая гвардия»',
      'Год издания: 1976',
      'Твердый переплет',
      'В двух томах'
    ],
    name: 'Мигель де Сервантес. Хитроумный идальго Дон Кихот Ламанчский.',
    image: '/img/servantes.jpg',
    descript: 'Четыре века назад Сервантес предъявил новые требования к реальности, раздвинул горизонты европейского романа, и Рыцарь Печального Образа пустился в вечное странствие. «Дон Кихот принимает благородное решение оживить и вернуть бесцветному миру яркое призвание; странствующего рыцарства с …',
    price: 640,
    vendor: 'a004',
  },
  {
    properties: [
      'Издательство «Альфа-книга»',
      'Год издания: 2019',
      'Мягкий переплет',
      '428 стр.'
    ],
    name: 'Ж. Верн. Двадцать тысяч льё под водой.',
    image: '/img/vern.jpg',
    descript: 'В море обнаружено огромное, неизвестное науке чудовище! То ли гигантский глубоководный кальмар, то ли разновидность кита. Профессор биологии Аронакс в составе международной экспедиции отправляется на охоту за этим ужасным созданием, а в итоге вместе со своим слугой Конселем и канадским …',
    price: 420,
    vendor: 'a005',
  },
]